module.exports = 
[{
  "_id": "62c51ba0f6d569ab7080a8c4",
  "name": "前端",
  "aids": [
    {
      "_id": "62c522877a8419b5c00608fb"
    },
    {
      "_id": "62c55c587a8419b5c0061465"
    },
    {
      "_id": "62c575847a8419b5c0061647"
    },
    {
      "_id": "62c57b694edbe750448490c3"
    },
    {
      "_id": "62c57d2f4edbe750448490d7"
    },
    {
      "_id": "62c57e244edbe750448490e9"
    },
    {
      "_id": "62c57ec74edbe75044849128"
    },
    {
      "_id": "62c57efb4edbe7504484913a"
    },
    {
      "_id": "62c57fe74edbe7504484914c"
    },
    {
      "_id": "62c5806b4edbe7504484915e"
    },
    {
      "_id": "62c5809d4edbe75044849170"
    },
    {
      "_id": "62c582904edbe750448491a7"
    },
    {
      "_id": "62c582c54edbe750448491b9"
    },
    {
      "_id": "62c5833c4edbe750448491cb"
    },
    {
      "_id": "62c583ad4edbe750448491dd"
    },
    {
      "_id": "62c584244edbe750448491ef"
    },
    {
      "_id": "62c586a64edbe75044849280"
    },
    {
      "_id": "62c586df4edbe75044849292"
    },
    {
      "_id": "62c587124edbe750448492a4"
    },
    {
      "_id": "62c5879a4edbe750448492b6"
    }
  ]
},{
  "_id": "62c51ba0f6d569ab7080a8c5",
  "name": "后端",
  "aids": [
    {
      "_id": "62c58a344edbe75044849329"
    },
    {
      "_id": "62c58aa84edbe75044849345"
    },
    {
      "_id": "62c58b524edbe75044849357"
    },
    {
      "_id": "62c58b934edbe75044849369"
    },
    {
      "_id": "62c58c0d4edbe75044849386"
    },
    {
      "_id": "62c58e3a4edbe75044849409"
    },
    {
      "_id": "62c58e954edbe75044849432"
    }
  ]
},{
  "_id": "62c51ba0f6d569ab7080a8c6",
  "name": "小程序"
},{
  "_id": "62c51ba0f6d569ab7080a8c7",
  "name": "iOS",
},{
  "_id": "62c51ba0f6d569ab7080a8c8",
  "name": "Android"
},{
  "_id": "62c51ba0f6d569ab7080a8c9",
  "name": "工具"
},{
  "_id": "62c51ba0f6d569ab7080a8ca",
  "name": "程序员"
},{
  "_id": "62c51ba0f6d569ab7080a8cb",
  "name": "AI"
},{
  "_id": "62c51ba0f6d569ab7080a8cc",
  "name": "云计算"
},{
  "_id": "62c51ba0f6d569ab7080a8cd",
  "name": "安全"
},{
  "_id": "62c51ba0f6d569ab7080a8ce",
  "name": "开源"
},{
  "_id": "62c51ba0f6d569ab7080a8cf",
  "name": "区块链"
},{
  "_id": "62c51ba0f6d569ab7080a8d0",
  "name": "游戏"
}]



// [
//   {
//     name: '前端'
//   },
//   {
//     name: '后端'
//   },
//   {
//     name: '小程序'
//   },
//   {
//     name: 'iOS'
//   },
//   {
//     name: 'Android'
//   },
//   {
//     name: '工具'
//   },
//   {
//     name: '程序员'
//   },
//   {
//     name: 'AI'
//   },
//   {
//     name: '云计算'
//   },
//   {
//     name: '安全'
//   },
//   {
//     name: '开源'
//   },
//   {
//     name: '区块链'
//   },
//   {
//     name: '游戏'
//   }
// ]